{
    "#1": "--- Navbar Translations ---",
    "home": "Hogar",
    "services": "Servicios",
    "menu": "Menú",
    "blog": "Blog",
    "gallery": "Galería",
    "about": "Sobre Nosotras",
    "contactUs": "Contáctanos",
    "gastronomicWorkshop": "Taller Gastronómico",
    "birthdayWorkshop": "Taller de Cumpleaños",
    "privateEventCatering": "Catering Privado",
    "privateChefService": "Servicio de Chef Privado",
    "dailyServices": "Servicio Diario",
    "dailyMenu":"Menú diario",


    "#2": "--- Home Page Translations ---",
    "welcomeMessage": "Bienvenido a Amanda's Catering",
    "heroDescription": "¡Cocina, Crea y Celebra! Descubre los talleres de cocina interactivos de Amanda, sus diversos servicios y su delicioso menú!",
    "sendARequest": "Enviar Solicitud",
    "viewMenu": "Ver Menú",
    "aFewWordsAboutUs":"Unas palabras sobre nosotras",
    "aboutUsDescription": "Al frente de este hermoso proyecto está Amanda, apasionada por la cocina y su amada ciudad, Torrox. Con más de 20 años de experiencia en la industria de la hospitalidad, Amanda es una experta culinaria, reconocida tanto por su talento en la cocina como por su dedicación a la comunidad local.",


    "#2.1": "--- Home Page (Features) ---",
    "whyChooseTitle": "Por Qué Elegir Kiosco Amanda",
    "gastronomicWorkshop1": "Talleres Gastronómicos",
    "gastronomicWorkshop2": "para Grupos",
    "creativeBirthdayWorkshop1": "Talleres Creativos de Cumpleaños",
    "creativeBirthdayWorkshop2": "para Niños",
    "customizedMenus1": "Menús Personalizados",
    "customizedMenus2": "para Tus Eventos",
    "authenticFood1": "Comida Auténtica y",
    "authenticFood2": "Experiencias Memorables",


    "#2.2": "--- Home Page (Services) ---",
    "exploreServices": "Explora Nuestros Servicios",
    "gastronomicServiceDescription": "Duración: 3 horas para todas las edades",
    "birthdayServiceDescription": "Duración: 3 horas para todas las edades",
    "dailyServiceDescription": "Explora nuestro delicioso menú diario",
    "privateEventServiceDescription": "Adapta tus necesidades especiales",
    "privateChefDescription": "¿Necesitas un chef privado?",
    "dailyService": "Servicio Diarios",


    "#3": "--- Home page Testimonies ---",
    "testimonials": "Testimonios",
    "mariaJoseTestimonial": "¡Tuve un tiempo increíble en el Taller de Cúrcuma de Amanda! Mis amigos y yo aprendimos a preparar polvo de cúrcuma fresco, y luego lo usamos para cocinar la paella más deliciosa con cangrejo de río. Fue una experiencia práctica y divertida, y me encantó cómo todo estaba vinculado a ingredientes locales. ¡Nos fuimos con nuevas habilidades culinarias, estómagos llenos y grandes recuerdos!",
    "luciaFernandezTestimonial": "¡El Taller de Queso de Cabra Ancestral fue increíble! Nunca imaginé que hacer queso pudiera ser tan divertido. El enfoque práctico de Amanda hizo que aprender fuera fácil, y disfrutamos de deliciosas bebidas de cortesía durante la experiencia. Fue una actividad perfecta para nuestro grupo, y la experiencia personalizada la hizo aún más especial. ¡Muy recomendado!",
    "sofiaGarciaTestimonial": "¡El Taller Tradicional de Rosquillas de Vino de Amanda fue una delicia! Aprendimos a hacer auténticas rosquillas de vino españolas desde cero, y su guía experta lo hizo fácil y divertido. El taller estuvo perfectamente organizado, y las bebidas de cortesía añadieron un toque encantador. ¡Es una experiencia imprescindible para cualquiera que visite la zona!",


    "4": "--- Request Form Translations ---",
    "formRequestTitle": "Envía Tu solicitud",
    "formRequestDesc": "Usa este formulario para enviarnos tu consulta y la procesaremos lo antes posible. Ya sea que estés buscando un taller a medida o un menú de catering personalizado, nos encargaremos de los detalles y aseguraremos que recibas un servicio exclusivo y una experiencia memorable.",
    "formFirstName": "Nombre",
    "formLastName": "Apellido",
    "formEmail": "Correo electrónico",
    "formPhoneNumber": "Número de teléfono",
    "formDate": "Fecha",
    "formTime": "Hora",
    "formTimeMorning": "Mañana (9:00 - 12:00)",
    "formTimeAfternoon": "Tarde (13:00 - 16:00)",
    "formTimeEvening": "Noche (17:00 - 20:00)",
    "formNumberOfParticipants": "Número de Participantes",
    "formParticipants1to5": "1-5 personas",
    "formParticipants6to10": "6-10 personas",
    "formParticipants11to15": "11-15 personas",
    "formParticipants15plus": "15+ personas",
    "formCompany": "Empresa",
    "foodIntoleranceOrAllergy":"Intolerancia/alergia alimentaria", 
    "foodAllergies":"Alergias alimentarias",
    "formMessageOrRequest": "Mensaje",
    "formEmailPlaceholder":"tu@empresa.com",
    "formPhonePlaceholder":"+(34) 000-0000",
    "formCompanyPlaceholder": "Nombre de la empresa",
    "formMessagePlaceholder": "Detalles adicionales",
    "anythingInMind":"¿Algo en mente?",
    "formSendRequest":"Enviar Solicitud",
    "formSelectDropdownText":"Seleccionar",
    "errorSubmitting":"Error al enviar la solicitud",
    "errorSubmittingDesc":"Hubo un error al enviar su solicitud.",
    "formFirstNameRequired":"El nombre es obligatorio",
    "formEmailRequired":"El correo electrónico es obligatorio",
    "formPhoneRequired":"El número de teléfono es obligatorio",
    "formDateRequired":"La fecha es obligatoria",
    "formTimeRequired":"La selección de la hora es obligatoria",
    "formParticipantsRequired":"El número de participantes es obligatorio",


    "#5": "--- Footer Translations ---",
    "footerContactUs": "Contacta con nosotros",
    "footerAddress": "Complejo deportivo La Granja Torro, Málaga",
    "footerPhone": "Teléfono: +34 123 456 789",
    "footerEmail": "Correo electrónico: kioskoamanda@gmail.com",
    "footerQuickLinks": "Enlaces Rápidos",
    "footerOpeningHours": "Horario de Apertura",
    "monday": "Lunes",
    "tuesday": "Martes",
    "wednesday": "Miércoles",
    "thursday": "Jueves",
    "friday": "Viernes",
    "saturday": "Sábado",
    "sunday": "Domingo",
    "sundayTime": "Cerrado",
    "footerCopyRight": "2024 Amanda's Catering. Todos los derechos reservados.",





    "#6": "--- About Us Page ---",
    "aboutTitle": "Sobre el Kiosco de Amanda",
    "aboutHero": "Descubre nuestra historia, nuestra pasión y los sabores vibrantes que llevamos a tu mesa.",
    "meetOurTeam":"Conozca a Nuestro Equipo",
    "helloIAm":"Hola, soy",
    "amanda":"Amanda",
    "aboutHelloSub":"¡Bienvenido al Kiosco Amanda en Torrox! Con más de 20 años de experiencia, ofrecemos comidas deliciosas y saludables que combinan los sabores auténticos de España y el Mediterráneo. Liderado por la Chef Amanda Pérez, nuestro restaurante fusiona tradición y modernidad para brindarle una experiencia gastronómica única. ¡Únase a nosotros y descubra la magia de nuestra cocina!",
    "aboutCateringAndEvents":"Catering y Eventos",
    "aboutCateringAndEventsSub":"Nos especializamos en catering y eventos que convierten los momentos en recuerdos. Ya sea una boda, una actividad de team-building, un evento corporativo o una reunión privada, ofrecemos talleres y servicios personalizados para adaptarnos a sus necesidades. Nuestro equipo de expertos maneja cada detalle con precisión y creatividad, desde menús personalizados que destacan la excelencia culinaria hasta una planificación de eventos sin fallos que captura su visión. Déjenos quitarle el estrés de su día especial entregando comida excepcional, un servicio impecable y experiencias inolvidables que dejarán una impresión duradera en usted y sus invitados.",


    "#7":" --- Blog Page ---",
    "blogPostTitle1":"Cómo planificar un menú personalizado para tu evento",
    "blogPostSub1":"Consejos para trabajar con nuestros chefs y crear una experiencia gastronómica personalizada. Leer más",

    "blogPostTitle2":"Ideas de catering para eventos privados inolvidables",
    "blogPostSub2":"Opciones creativas y deliciosas de catering para bodas, cumpleaños y ocasiones especiales. Leer más",

    "blogPostTitle3":"Platos vegetarianos destacados para cada ocasión",
    "blogPostSub3":"Descubre nuestros platos favoritos a base de plantas, perfectos para tu próximo evento o reunión. Leer más",

    "blogPostTitle4":"Por qué contratar un chef privado mejora tu fiesta",
    "blogPostSub4":"Descubre cómo un chef privado puede sorprender a tus invitados. Leer más",

    "blogPostTitle5":"Talleres gastronómicos: una aventura culinaria te espera",
    "blogPostSub5":"Explora el emocionante e interactivo mundo de los talleres culinarios prácticos de Amanda. Leer más",

    "blogPostTitle6":"El arte de maridar vino con cocina vegetariana",
    "blogPostSub6":"Enriquece tus comidas con los maridajes de vino perfectos, seleccionados por nuestros chefs expertos. Leer más",



    "#8":" --- Contact Us Page ---",
    "contactUsDescription":"¿Preguntas, comentarios o sugerencias? ¡Nos encantaría saber de usted!Contáctenos enviando un mensaje a través del formulario de contacto o llámenos.Le responderemos lo antes posible. ¡Hable con nosotros y haremos realidad los eventos de sus sueños!",


    "#9":" --- Gastronomic Workshop Page---",
    "gastronomicSub":"Únete a nuestros talleres de cocina inmersivos, donde cada plato es una aventura y cada habilidad un nuevo descubrimiento, ¡perfecto para todas las edades!",
    "discoverGastronomicTitle":"Descubre Talleres Gastronómicos para Todos",
    "discoverGastronomicSub":"En Kiosco Amanda, nuestros talleres gastronómicos interactivos ofrecen una experiencia inmersiva para todas las edades. Desde dominar tapas locales auténticas hasta crear platos de cúrcuma hechos a mano, cada sesión reúne creatividad culinaria y el sabor de nuestra hermosa región. Conectamos con orgullo a los participantes con agricultores locales, enfatizando la calidad y frescura de los ingredientes. Únete a nosotros para desarrollar habilidades culinarias prácticas y creativas en un entorno amigable y centrado en la comunidad.",
    "whatYouGainTitle":"Lo que Obtienes en el Taller Gastronómico",
    "practical":"Aprendizaje ",
    "learning":"Práctico",
    "creativity":"Creatividad y",
    "experimentation":"Experimentación",
    "cultural":"Conocimiento",
    "knowledge":"Cultural",
    "social":"Experiencia",
    "experience":"Social",
    "3hrsPerWorkshop":"Duración: 3 horas por taller",
    "exploreOurGastronomic":"Explora Algunos de Nuestros Talleres Gastronómicos",

    "ourOfferings":"Nuestras Ofertas",
    "twoDrinks":"Dos bebidas de cortesía por invitado",
    "customizedWorkshops":"Talleres personalizados para adaptarse a los intereses de tu grupo",
    "expertHandsOn":"Guía experta y práctica de nuestros chefs",
    "interpreterServices":"Servicios de intérprete para accesibilidad si es necesario",
    "uniqueExperiences":"Experiencias únicas adaptadas a tu visión",

    "timeAndDuration":"Horario y Duración",
    "daysMonToFri":"Días: Lunes a Viernes",
    "time9to8pm":"Horario: 9:00 a.m. a 8:00 p.m.",
    "duration3Hrs":"Duración: 3 horas",

    "participants":"Participantes",
    "adultWorkshops":"Talleres para Adultos: A partir de 18 años",
    "childrenWorkshop":"Talleres para Niños: De 4 a 18 años",
    "minGroupSize":"Tamaño Mínimo del Grupo: Se requieren 8 participantes",

    "pricingAndReservation":"Precios y Reservación",
    "pricing":"Precios:",
    "workshopFee":"Tarifa del taller: desde €40 por persona",
    "interpreterServiceCost":"Servicio de intérprete: €3 por persona si necesitas el servicio",

    "payment":"Pago:",
    "secureYourBooking":"Para asegurar tu reserva, se requiere un depósito del 40% del costo total.",
    
    "reservation":"Reservación:",
    "submitYourRequest":"Envía tu solicitud, incluyendo cualquier información sobre alergias alimentarias, con al menos 3 días de antelación usando el formulario a continuación.",

    "#0 Services":"--- Explore Our Services ---", 
    "goatCheese":"Queso de Cabra Antiguo",
    "handmadeTurmeric":"Cúrcuma Hecha a Mano",
    "wineDonut":"Rosco de Vino Tradicional",
    "customYourWorkshop":"Personaliza Tu Taller",
    "duration3hrsForAllAges":"Duración: 3 horas para todas las edades",
    "halloweenWorkshop":"Taller de Halloween",
    "itsFunCome":"¡Es divertido! ¡Ven y únete a nosotros!",

    "#0.1":"--- Workshop Modals ---",
    "details":"Detalles",
    "duration":"Duración",
    "time":"Horario",
    "age":"Edad",
    "groupSizeReq":"Tamaño del grupo",
    "whatItIncludes":"Qué incluye",
    "workshopReservation":"Reserva",

    "#0.2":"--- Workshops ---",
    "3hours":"3 horas",
    "mondayFriday9am8pm":"De lunes a viernes, de 9:00 a 20:00",
    "agesForAdultsAndChildren":"Adultos a partir de 18 años; niños de 4 a 18 años",
    "minGoatCheeseGroupSize":"Mínimo de 8 participantes",

    
    "goatCheeseWorkshop":"Taller de Queso de Cabra Antiguo",
    "goatCheeseWorkshopDesc":"Desata tu creatividad en nuestro Taller de Queso de Cabra Antiguo, donde participantes de todas las edades podrán descubrir el arte de hacer queso mientras disfrutan de una experiencia práctica y divertida.",

    "turmericWorkshop":"Taller de Cúrcuma Artesanal",
    "turmericWorkshopDesc":"Únete al taller de Amanda para aprender el arte tradicional de extraer y trabajar con cúrcuma, ¡una experiencia práctica para todas las edades!",

    "wineDonutWorkshop":"Taller Tradicional de Roscos de Vino",
    "wineDonutWorkshopDesc":"Disfruta de la alegría de hacer los tradicionales roscos de vino españoles en el taller de Amanda, ¡donde crearás estas delicias dulces a mano!",

    "designYourGroupWorkshop":"Diseña Tu Taller en Grupo",
    "designYourGroupWorkshopDesc":"¡Crea una experiencia culinaria única adaptada a tus gustos! Elige los temas, platos y técnicas que te gustaría explorar, y nuestros chefs te guiarán a través de un taller personalizado diseñado solo para ti. Ideal para empresas, actividades de equipo y reuniones con amigos.",

    "halloweenWorkshopDesc":"¡Celebra Halloween con el exclusivo taller del 30 de octubre de Amanda, combinando diversión espeluznante con creativas y festivas delicias!",
    "ages4to18":"Niños de 4 a 18 años",
    "min10Participants":"Mínimo de 10 participantes",
    "advanceReservation":"Se requiere reserva anticipada. Envía tu solicitud, incluyendo cualquier información sobre alergias alimentarias, al menos con 3 días de antelación utilizando el formulario a continuación.",


    "#10":"--- Birthday Workshop Page ---",
    "birthdayWorkshopDesc":"Celebra cumpleaños con actividades de cocina interactivas y prácticas para todas las edades. Disfruta de pastel, bocadillos de fiesta y una experiencia culinaria inolvidable.",
    "unforgettableBirthday":"Celebra un cumpleaños inolvidable con nosotros",
    "unforgettableBirthdayDesc":"Nuestro chef guía a invitados de todas las edades en actividades culinarias divertidas al aire libre. Celebra cumpleaños con un menú personalizado y detalles especiales que hacen cada celebración única. Por €40 por niño o adulto, disfrutarás de una experiencia adaptada a todos los gustos.",
    "whyKidsAndParents":"Por Qué a Niños y Padres les Encanta",
    "inclusive":"Diversión Todo",
    "fun":"Incluido",
    "tailored":"Adaptado a",
    "yourChild":"Tu Hijo",
    "foodFriends":"Comida, Amigos & ",
    "happyLearning":"Aprendizaje Feliz",
    "stressFree":"Sin Estrés para",
    "forParents":"los Padres",
    "healthyCanapes":"Canapés saludables para cada invitado",
    "tailoredToHonorees":"Plato principal adaptado a la preferencia del cumpleañero (carne, pescado, vegetariano o paella)",
    "customBirthdayCake":"Pastel de cumpleaños personalizado: Base de bizcocho tradicional con frutas y cremas a elección",
    "drinksIncluded":"Bebidas incluidas durante todo el taller",
    "minAge":"Todas las edades, edad mínima 3 años",
    "ParticipantsAreChildren":"Si los participantes son niños, los familiares pueden unirse gratis",
    "bookOurBirthday":"Reserva Talleres de Cumpleaños",
    "celebrateBirthdays":"Celebre cumpleaños de todas las edades con un taller culinario práctico, que incluye menús y pasteles personalizables, ¡perfecto para crear juntos recuerdos inolvidables!",
    "minBirthdayWorkshopGroupSize":"Mínimo de 8 participantes",

    "#11":"--- Sliders ---",
    "whatTheyAreSaying":"Lo Que Dicen",
    "lucas10":"10 años",
    "lucasExperience":"¡Mi fiesta de cumpleaños en Kiosco Amanda fue la mejor! Hicimos nuestros propios sándwiches y el cocinero fue muy divertido. Mis amigos y yo decoramos nuestros pasteles e incluso aprendimos a hacer brochetas de frutas. ¡No puedo esperar para tener otra fiesta allí el próximo año!",
    "sophia8":"8 años",
    "sophiaExperience":"¡Kiosco Amanda fue increíble! Las decoraciones eran hermosas y la comida estaba deliciosa. ¡Me encantó hacer mi propia pizza!",
    "emma12":"12 años",
    "emmaExperience":"¡La fiesta en Kiosco Amanda fue inolvidable! ¡Nos divertimos mucho decorando cupcakes y jugando juegos!",
    
    
    "#12":"--- Private Catering Page ---",
    "privateCatering":"Catering Privado",
    "privateCateringDesc":"Comida única para eventos, fiestas, exposiciones o cualquier ocasión. ¡Amanda Catering adapta cada evento a los requisitos del cliente!",
    "makeYourPrivateEvent":"Haz de tu Evento Privado un Momento Especial",
    "makeYourPrivateEventDesc":"Atendemos todo tipo de eventos, desde cenas corporativas hasta aniversarios. Con capacidad para hasta 25 invitados en nuestra área de comedor al aire libre en Kiosco Amanda, ofrecemos una variedad de menús creados por la Chef Amanda Pérez, incluyendo tapas, menús de varios platos y opciones vegetarianas.",
    "includesFullService":"Cada paquete de evento incluye soporte completo de servicio, desde la creación del menú personalizado hasta la instalación y coordinación en el lugar. Nos encargamos de todos los detalles para que puedas concentrarte en disfrutar el momento con tus invitados.",
    "minOf15Guests":"Se requiere un mínimo de 15 invitados para reservas en tu ubicación y 8 participantes si se reserva en Kiosco Amanda.",
    "tastingMenuRanges":"Nuestros menús de degustación varían de €25 a €100 por persona, destacando lo mejor de la cocina española y mediterránea con un servicio exclusivo.",
    "viewMenuCAPS":"VER MENÚ",


    "#13":"--- Private Chef Service Page ---",
    "pChefPageDescription":"Saborea los sabores de la Axarquía en tu hogar. Personaliza tu menú colaborando con nuestro chef experto. Ideal para ocasiones especiales.",
    "pChefAtHome":"Servicio de Chef Privado a Domicilio",
    "discoverTastes":"Descubre los auténticos sabores de Torrox y la región de la Axarquía con nuestro exclusivo Servicio de Chef Privado. Perfecto para los amantes del turismo gastronómico, tanto locales como internacionales, que desean disfrutar de las delicias culinarias locales mientras aprecian los hermosos paisajes de Málaga.",
    "tastingCanapes":"5 canapés de degustación por persona, elaborados con ingredientes locales",
    "mainCourseMediterranean":"Plato principal: Paella mediterránea (a elegir entre vegetariana, vegana, de carne, mixta o de mariscos)",
    "homemadeDessert":"Postre casero para completar tu comida",
    "pricingAndPayment":"Precios y Pago",
    "pricingForGroupBookings":"Precios para Reservas Grupales:",
    "groupOf4Price":"Grupo de 4: 65€ por persona",
    "groupOf6Price":"Grupo de 6: 60€ por persona",
    "groupOf10Price":"Grupo de 10: 50€ por persona",
    "additionalFees":"Cargos Adicionales:",
    "chefsFee":"Tarifa del chef: 100€",
    "chefsAssistant":"Tarifa del asistente del chef: 50€",
    "transportFee":"Tarifa de transporte: 25€",
    "whatOurClientsSay":"Lo Que Dicen Nuestros Clientes",



    "#14":"--- Daily Services Page ---",
    "enjoyDailyBreakfast":"Disfruta de desayunos, almuerzos, aperitivos y bebidas diarias en el Kiosco Amanda, con una variedad de opciones deliciosas para satisfacer cada antojo.",
    "deliciousDailyBites":"Delicias Diarias para Todos los Gustos",
    "discoverOurDailyService":"Descubre nuestro servicio diario en el Kiosco Amanda, que ofrece una variedad de opciones deliciosas, desde sándwiches y croissants frescos hasta comidas sustanciosas y bebidas refrescantes. También atendemos preferencias vegetarianas con un menú cuidadosamente diseñado. Ya sea que busques un bocado rápido o una comida tranquila, nuestras opciones están pensadas para satisfacer todos los paladares.",
    "everyFlavorTellsAStory":"Cada Sabor Cuenta una Historia",
    "indulgeInACurated":"Disfruta de una selección de sabores únicos, desde clásicos favoritos hasta especialidades locales, hechos con ingredientes frescos y pasión por la calidad.",
    "sandwich":"Sandwiches",
    "foods":"Comidas",
    "stuffedCroissants":"Croissants Rellenos",
    "snacks":"Bocadillos",
    "drinks":"Bebidas",
    "vegetarian":"Vegetariano",
    "catering":"Catering",



    "#15":"--- Feedback ---",
    "feedback":"Calificación",
    "weValueYourFeedback":"Califica tu experiencia",
    "name":"Nombre",
    "phone":"Teléfono",
    "date":"Fecha",
    "foodQuality": "Calidad de la comida",
    "qualityOfService": "Calidad del servicio",
    "qualityOfFacilities": "Calidad de las instalaciones",
    "priceQualityRatio": "Relación precio/calidad",
    "cleanliness": "Limpieza",
    "willYouComeBack": "¿Volverás?",
    "wouldYouRecommendUs": "¿Nos recomendarías?",
    "yes": "Sí",
    "no": "No",
    "additionalComments": "Comentarios adicionales, preguntas o sugerencias (opcional)",
    "pleaseCompleteAllCat":"Complete todas las categorías de calificación antes de enviarlas.",
    "cancel": "Cancelar",
    "submit": "Enviar",
    
    "#16":"--- Menu Page ---",
    "itIncludesTableSetup":"Incluye la preparación de la mesa y los platos.",
    "menuAdditionalFees":"Tarifas adicionales:",
    "chesFee150":"Tarifa del chef -- 150€",
    "chefsAssistantFee80":"Tarifa del asistente del chef -- 80€",
    "transportFee35":"Tarifa de transporte -- 35€",
    "note":"Nota:",
    "thisIsVegetarian":"Este es el menú de catering vegetariano tipo buffet. Se requiere un mínimo de 15 invitados para reservas en su ubicación y 8 participantes si se reserva en Kiosco Amanda. Consulte el menú arriba para ver el precio unitario de cada plato. Para asegurar el servicio de catering, reserve con al menos 3 días de anticipación utilizando el formulario de solicitud a continuación.",
    "forNibbling":"Para Picar",
    "forNibblingDesc":"PARA PICAR. Degustaciones individuales. Minimo 15 comensales",
    "unitPrice":"precio unitario"

}

